/* Reminder cell frequency label text */
"%@ times per %@" = "%1$@ times per %2$@";

/* Daily fire period string */
"%@:%@ and %@:%@" = "%1$@:%2$@ and %3$@:%4$@";

/* Frequency type */
"day" = "day";

/* Frequency type */
"hour" = "hour";

/* Frequency type */
"month" = "month";

/* Reminder text placeholder message */
"Of what do you want to be reminded?" = "Of what do you want to be reminded?";

/* Empty message alertview button title */
"OK" = "OK";

/* Empty message alertview message */
"The message text is empty." = "The message text is empty.";

/* Local notification alert action title */
"View details" = "View details";

/* Empty message alertview title */
"Warning" = "Warning";

/* Frequency type */
"week" = "week";

